<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <title>加入我们</title>
    <!--必要样式-->

    <link href="../../static/css/joinus.css" type="text/css" rel="stylesheet"/><!--加入我们css-->

</head>

<body>

<div class="container">

    <%@include file="public/header-user.jsp"%>

    <div id="join">
        <div class="title">
            <h4>加入“二手交易网”。一切为经济更共享！</h4>
            <h3>简历投递</h3>
            <p>hr#HySchool.com(#替换成@)</p>
        </div>
        <div id="join-left" class="list">
            <dl>
                <dt>产品经理</dt>
                <dd>职位职责：<br>负责二手交易网的产品的计划拟定、策略制定、日常迭代。</dd>
                <dd>
                    职位要求：
                    <ul>
                        <li>1. 校园二手交易用户有深刻的理解，深入的理解用户心理，能细致入微的理解用户深层次的需求，看懂用户的显性需求，并能挖掘用户的隐性需求。</li>
                        <li>2. 逻辑非常清晰、严密，思路缜密。</li>
                        <li>3. 对UI视觉等设计元素有较好的感觉。</li>
                        <li>4. 微懂技术，最好懂技术。</li>
                        <li>5. 产品细节的基本功非常扎实，这个基本功包括，对每一个交互细节都仔细推敲，对每一个策略都反复推理，对每一个文案都逐字斟酌。</li>
                        <li>6. 喜欢并且会花较多时间和用户沟通。</li>
                    </ul>
                </dd>
            </dl>
            <dl>
                <dt>Java工程师</dt>
                <dd>职位职责：<br>负责二手交易网服务端的产品业务研发和维护，并对服务器技术架构进行持续优化。</dd>
                <dd>
                    职位要求：
                    <ul>
                        <li>1. 真心喜欢技术本身，能在钻研技术的过程中找到乐趣。乐于优化代码，让代码架构变得易维护。</li>
                        <li>2. 逻辑思维清晰，基本功扎实，能深入理解算法、数据结构、设计模式等编程的基本知识。</li>
                        <li>3. 做事不拖沓，说干就干。</li>
                        <li>4. 熟悉Linux系统者优先。</li>
                        <li>5. 有hadoop使用经验者优先。</li>
                        <li>6. 有Java开发经验者优先。</li>
                    </ul>
                </dd>
            </dl>
            <dl>
                <dt>iOS开发工程师</dt>
                <dd>职位职责：<br>负责二手交易客户端iOS版的产品研发和维护，并对微爱iOS客户端进行持续优化，不断提升软件质量，改善交互细节和代码结构。</dd>
                <dd>
                    职位要求：
                    <ul>
                        <li>1. 真心喜欢技术本身，能在钻研技术的过程中找到乐趣。乐于优化代码，让代码架构变得易维护。</li>
                        <li>2. 逻辑思维清晰，基本功扎实，能深入理解算法、数据结构、设计模式等编程的基本知识。</li>
                        <li>3. 做事不拖沓，说干就干。</li>
                        <li>4. 有iOS开发经验者优先。</li>
                    </ul>
                </dd>
            </dl>
            <dl>
                <dt>Android开发工程师</dt>
                <dd>职位职责：<br>负责二手交易网客户端Android版的产品研发和维护，并对微爱Android客户端进行持续优化，不断提升软件质量，改善交互细节和代码结构。</dd>
                <dd>
                    职位要求：
                    <ul>
                        <li>1. 真心喜欢技术本身，能在钻研技术的过程中找到乐趣。乐于优化代码，让代码架构变得易维护。</li>
                        <li>2. 逻辑思维清晰，基本功扎实，能深入理解算法、数据结构、设计模式等编程的基本知识。</li>
                        <li>3. 做事不拖沓，说干就干。</li>
                        <li>4. 有Android开发经验者优先。</li>
                    </ul>
                </dd>
            </dl>
        </div>
        <div class="list">
            <dl>
                <dt>UI设计师</dt>
                <dd>职位职责：<br>负责二手交易网的产品的计划拟定、策略制定、日常迭代。
                    <ul>
                        <li>1. 主要负责“二手交易网”app移动产品的设计的更新与迭代。</li>
                        <li>2. 富有激情和创意，能够不断提升工作能力，对产品需求和问题能提出合理化的解决方案。</li>
                        <li>3. 对产品界面进行持续的设计优化，不断提升“微爱”的用户体验。</li>
                    </ul>
                </dd>
                <dd>
                    职位要求：
                    <ul>
                        <li>1. 平面设计、工业设计、数字多媒体或相关艺术设计类专业；本科及以上学历。</li>
                        <li>2. 具有较高的艺术设计能力，审美观点，有较完整的个人作品。认真细致，对视觉设计、色彩有敏锐的观察力及分析能力。  </li>
                        <li>3. 熟练使用Photoshop, Illustrator，Flash等常用设计类软件。</li>
                        <li>4. 对用户体验设计有一定经验和见解，对互联网产品可用性有深入的认识。</li>
                        <li>5. 有良好的团队合作精神，思维敏捷，良好人际沟通能力，有责任心和上进心。</li>
                        <li>6. 从事移动产品UI视觉设计工作3年以上，有相关行业经验者优先。</li>
                        <li>7. 简历投递公司招聘邮箱请附真实个人作品（图片）或链接地址，作品文件大小在10MB以内。</li>
                    </ul>
                </dd>
            </dl>
            <dl>
                <dt>美术设计师</dt>
                <dd>职位职责：<br>负责二手交易网客户端的产品的计划拟定、策略制定、日常迭代。
                    <ul>
                        <li>1. 主要负责“二手交易网”app内的美术设计。</li>
                        <li>2. 根据风格要求，完成项目中美术设计。</li>
                        <li>3. 不断优化美术品质，提高用户体验。</li>
                    </ul>
                </dd>
                <dd>
                    职位要求：
                    <ul>
                        <li>1. 动画、工业、数字多媒体或相关艺术设计类专业，大专及以上学历。</li>
                        <li>2. 具有一定的美术修养和审美认识，有优秀的手绘功底，有矢量图、位图类游戏的设计经验。</li>
                        <li>3. 富有激情和创意，能够不断提升工作能力，对手机游戏市场有足够的认识。</li>
                        <li>4. 在工作中最大可能地发挥创造力和主动性，配合工作同伴，按时按质完成工作内容。</li>
                        <li>5. 简历投递公司招聘邮箱请附真实个人作品（图片）或链接地址，作品文件大小在10MB以内。</li>
                    </ul>
                </dd>
            </dl>
            <dl>
                <dt>数据专家工程师</dt>
                <dd>职位职责：<br>负责二手交易网的数据分析，包括研究用户行为数据，用户使用情况，分析现有产品的策略优劣，给出未来的产品建议。</dd>
                <dd>
                    职位要求：
                    <ul>
                        <li>1. 对二手交易用户有很大兴趣，愿意研究他们的行为。</li>
                        <li>2. 对数据非常敏感，有数据天赋的人有很好的感觉，能很快意识到哪些数据里藏着宝贝。</li>
                        <li>3. 做事严谨细致，一丝不苟。</li>
                        <li>4. 对各种数据相关的技术和工具非常熟练。</li>
                        <li>5. 对数据挖掘和机器学习有经验的优先。</li>
                    </ul>
                </dd>
            </dl>
        </div>
        <div class="empty">

        </div>
    </div>

    <%@include file="public/footer.jsp"%>

</div>


</body>
</html>